Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# Player.Meta.NowNext
source: Now: {0} - Next: {1}
ar_sa: الآن: {0} - التالي: {1}
de_de: Jetzt: {0} – Weiter: {1}
es_es: Ahora: {0} - Siguiente: {1}
fr_fr: Maintenant : {0} - Suivant : {1}
hi_in: अभी: {0} - अगला: {1}
ja_jp: 現在: {0} - 次: {1}
ko_kr: 현재: {0} - 다음: {1}
pt_br: Agora: {0} - Próximo: {1}
tr_tr: Şimdi: {0} - Sonraki: {1}
zh_hans: 现在：{0} - 下一个：{1}

# Player_Meta_NowNext
source: Now: {0} - Next: {1}
ar_sa: الآن: {0} - التالي: {1}
de_de: Jetzt: {0} – Weiter: {1}
es_es: Ahora: {0} - Siguiente: {1}
fr_fr: Maintenant : {0} - Suivant : {1}
hi_in: अभी: {0} - अगला: {1}
ja_jp: 現在: {0} - 次: {1}
ko_kr: 현재: {0} - 다음: {1}
pt_br: Agora: {0} - Próximo: {1}
tr_tr: Şimdi: {0} - Sonraki: {1}
zh_hans: 现在：{0} - 下一个：{1}

# Player.Sleep.In
source: Sleep in {0}
ar_sa: النوم في {0}
de_de: Schlafen Sie in {0}
es_es: Dormir en {0}
fr_fr: Dormir à {0}
hi_in: {0} में सोएं
ja_jp: {0}で寝る
ko_kr: {0}에서 숙박
pt_br: Durma em {0}
tr_tr: {0}'da uyuyun
zh_hans: 在 {0} 中睡眠

# Player_Sleep_In
source: Sleep in {0}
ar_sa: النوم في {0}
de_de: Schlafen Sie in {0}
es_es: Dormir en {0}
fr_fr: Dormir à {0}
hi_in: {0} में सोएं
ja_jp: {0}で寝る
ko_kr: {0}에서 숙박
pt_br: Durma em {0}
tr_tr: {0}'da uyuyun
zh_hans: 在 {0} 中睡眠

# Player.Sleep.Off
source: Sleep timer off.
ar_sa: إيقاف مؤقت النوم.
de_de: Sleep-Timer aus.
es_es: Temporizador apagado.
fr_fr: Minuterie de mise en veille désactivée.
hi_in: नींद का टाइमर बंद.
ja_jp: スリープタイマーはオフです。
ko_kr: 취침 타이머가 꺼져 있습니다.
pt_br: Temporizador desligado.
tr_tr: Uyku zamanlayıcısı kapalı.
zh_hans: 睡眠定时器关闭。

# Player_Sleep_Off
source: Sleep timer off.
ar_sa: إيقاف مؤقت النوم.
de_de: Sleep-Timer aus.
es_es: Temporizador apagado.
fr_fr: Minuterie de mise en veille désactivée.
hi_in: नींद का टाइमर बंद.
ja_jp: スリープタイマーはオフです。
ko_kr: 취침 타이머가 꺼져 있습니다.
pt_br: Temporizador desligado.
tr_tr: Uyku zamanlayıcısı kapalı.
zh_hans: 睡眠定时器关闭。

# Player.Subtitle.Summary
source: Subtitle size {0} - Position {1}
ar_sa: حجم الترجمة {0} - الموضع {1}
de_de: Untertitelgröße {0} – Position {1}
es_es: Tamaño de subtítulo {0} - Posición {1}
fr_fr: Taille des sous-titres {0} - Position {1}
hi_in: उपशीर्षक आकार {0} - स्थिति {1}
ja_jp: 字幕サイズ {0} - 位置 {1}
ko_kr: 자막 크기 {0} - 위치 {1}
pt_br: Tamanho da legenda {0} - Posição {1}
tr_tr: Altyazı boyutu {0} - Konum {1}
zh_hans: 字幕大小 {0} - 位置 {1}

# Player_Subtitle_Summary
source: Subtitle size {0} - Position {1}
ar_sa: حجم الترجمة {0} - الموضع {1}
de_de: Untertitelgröße {0} – Position {1}
es_es: Tamaño de subtítulo {0} - Posición {1}
fr_fr: Taille des sous-titres {0} - Position {1}
hi_in: उपशीर्षक आकार {0} - स्थिति {1}
ja_jp: 字幕サイズ {0} - 位置 {1}
ko_kr: 자막 크기 {0} - 위치 {1}
pt_br: Tamanho da legenda {0} - Posição {1}
tr_tr: Altyazı boyutu {0} - Konum {1}
zh_hans: 字幕大小 {0} - 位置 {1}

# Player.SubtitleDelay.Value
source: Subtitle delay {0}
ar_sa: تأخير الترجمة {0}
de_de: Untertitelverzögerung {0}
es_es: Retraso de subtítulos {0}
fr_fr: Délai de sous-titre {0}
hi_in: उपशीर्षक विलंब {0}
ja_jp: 字幕遅延 {0}
ko_kr: 자막 지연 {0}
pt_br: Atraso de legenda {0}
tr_tr: Altyazı gecikmesi {0}
zh_hans: 字幕延迟 {0}

# Player_SubtitleDelay_Value
source: Subtitle delay {0}
ar_sa: تأخير الترجمة {0}
de_de: Untertitelverzögerung {0}
es_es: Retraso de subtítulos {0}
fr_fr: Délai de sous-titre {0}
hi_in: उपशीर्षक विलंब {0}
ja_jp: 字幕遅延 {0}
ko_kr: 자막 지연 {0}
pt_br: Atraso de legenda {0}
tr_tr: Altyazı gecikmesi {0}
zh_hans: 字幕延迟 {0}

# Player.SubtitlePosition.High
source: High
ar_sa: عالية
de_de: Hoch
es_es: Alto
fr_fr: Élevé
hi_in: ऊँचा
ja_jp: 高
ko_kr: 높음
pt_br: Alto
tr_tr: Yüksek
zh_hans: 高

# Player_SubtitlePosition_High
source: High
ar_sa: عالية
de_de: Hoch
es_es: Alto
fr_fr: Élevé
hi_in: ऊँचा
ja_jp: 高
ko_kr: 높음
pt_br: Alto
tr_tr: Yüksek
zh_hans: 高

# Player.SubtitlePosition.Low
source: Low
ar_sa: منخفض
de_de: Niedrig
es_es: Bajo
fr_fr: Faible
hi_in: नीचा
ja_jp: 低い
ko_kr: 낮음
pt_br: Baixo
tr_tr: Düşük
zh_hans: 低

# Player_SubtitlePosition_Low
source: Low
ar_sa: منخفض
de_de: Niedrig
es_es: Bajo
fr_fr: Faible
hi_in: नीचा
ja_jp: 低い
ko_kr: 낮음
pt_br: Baixo
tr_tr: Düşük
zh_hans: 低

# Player.SubtitlePosition.Mid
source: Mid
ar_sa: منتصف
de_de: Mitte
es_es: medio
fr_fr: Milieu
hi_in: मध्य
ja_jp: ミッド
ko_kr: 중간
pt_br: Meio
tr_tr: Orta
zh_hans: 中

# Player_SubtitlePosition_Mid
source: Mid
ar_sa: منتصف
de_de: Mitte
es_es: medio
fr_fr: Milieu
hi_in: मध्य
ja_jp: ミッド
ko_kr: 중간
pt_br: Meio
tr_tr: Orta
zh_hans: 中

# Player.SubtitleSize.Large
source: Large
ar_sa: كبير
de_de: Groß
es_es: Grande
fr_fr: Grand
hi_in: बड़ा
ja_jp: 大
ko_kr: 대형
pt_br: Grande
tr_tr: Büyük
zh_hans: 大号

# Player_SubtitleSize_Large
source: Large
ar_sa: كبير
de_de: Groß
es_es: Grande
fr_fr: Grand
hi_in: बड़ा
ja_jp: 大
ko_kr: 대형
pt_br: Grande
tr_tr: Büyük
zh_hans: 大号

# Player.SubtitleSize.Medium
source: Medium
ar_sa: متوسط
de_de: Mittel
es_es: Medio
fr_fr: Moyen
hi_in: मध्यम
ja_jp: 中
ko_kr: 중간
pt_br: Médio
tr_tr: Orta
zh_hans: 中等

# Player_SubtitleSize_Medium
source: Medium
ar_sa: متوسط
de_de: Mittel
es_es: Medio
fr_fr: Moyen
hi_in: मध्यम
ja_jp: 中
ko_kr: 중간
pt_br: Médio
tr_tr: Orta
zh_hans: 中等

# Player.SubtitleSize.Small
source: Small
ar_sa: صغير
de_de: Klein
es_es: pequeño
fr_fr: Petit
hi_in: छोटा
ja_jp: 小
ko_kr: 작은
pt_br: Pequeno
tr_tr: Küçük
zh_hans: 小号

# Player_SubtitleSize_Small
source: Small
ar_sa: صغير
de_de: Klein
es_es: pequeño
fr_fr: Petit
hi_in: छोटा
ja_jp: 小
ko_kr: 작은
pt_br: Pequeno
tr_tr: Küçük
zh_hans: 小号

# Player.Tools.Summary.Catchup
source: Catchup replay stays on the live-channel path so you can jump back to live instantly.
ar_sa: تظل إعادة تشغيل Catchup على مسار القناة المباشرة حتى تتمكن من العودة للبث المباشر على الفور.
de_de: Die Catchup-Wiedergabe bleibt auf dem Live-Kanal-Pfad, sodass Sie sofort zum Live-Stream zurückkehren können.
es_es: La repetición de actualización permanece en la ruta del canal en vivo para que puedas regresar al vivo al instante.
fr_fr: La rediffusion de rattrapage reste sur le chemin de la chaîne en direct afin que vous puissiez revenir instantanément au direct.
hi_in: कैचअप रीप्ले लाइव-चैनल पथ पर रहता है ताकि आप तुरंत लाइव होने के लिए वापस जा सकें।
ja_jp: キャッチアップ リプレイはライブ チャンネル パス上に留まるため、すぐにライブに戻ることができます。
ko_kr: 따라잡기 재생은 라이브 채널 경로에 유지되므로 즉시 라이브로 돌아갈 수 있습니다.
pt_br: A repetição do Catchup permanece no caminho do canal ao vivo para que você possa voltar ao vivo instantaneamente.
tr_tr: Yakalama tekrarı canlı kanal yolunda kalır, böylece anında canlı yayına geri dönebilirsiniz.
zh_hans: 回放重播保留在直播频道路径上，因此您可以立即跳回直播。

# Player_Tools_Summary_Catchup
source: Catchup replay stays on the live-channel path so you can jump back to live instantly.
ar_sa: تظل إعادة تشغيل Catchup على مسار القناة المباشرة حتى تتمكن من العودة للبث المباشر على الفور.
de_de: Die Catchup-Wiedergabe bleibt auf dem Live-Kanal-Pfad, sodass Sie sofort zum Live-Stream zurückkehren können.
es_es: La repetición de actualización permanece en la ruta del canal en vivo para que puedas regresar al vivo al instante.
fr_fr: La rediffusion de rattrapage reste sur le chemin de la chaîne en direct afin que vous puissiez revenir instantanément au direct.
hi_in: कैचअप रीप्ले लाइव-चैनल पथ पर रहता है ताकि आप तुरंत लाइव होने के लिए वापस जा सकें।
ja_jp: キャッチアップ リプレイはライブ チャンネル パス上に留まるため、すぐにライブに戻ることができます。
ko_kr: 따라잡기 재생은 라이브 채널 경로에 유지되므로 즉시 라이브로 돌아갈 수 있습니다.
pt_br: A repetição do Catchup permanece no caminho do canal ao vivo para que você possa voltar ao vivo instantaneamente.
tr_tr: Yakalama tekrarı canlı kanal yolunda kalır, böylece anında canlı yayına geri dönebilirsiniz.
zh_hans: 回放重播保留在直播频道路径上，因此您可以立即跳回直播。

# Player.Tools.Summary.Default
source: Compact playback tuning for display, subtitles, recovery, and session tools.
ar_sa: ضبط التشغيل المضغوط لأدوات العرض والترجمات والاسترداد والجلسة.
de_de: Kompakte Wiedergabeoptimierung für Anzeige, Untertitel, Wiederherstellung und Sitzungstools.
es_es: Ajuste de reproducción compacto para herramientas de visualización, subtítulos, recuperación y sesión.
fr_fr: Réglage compact de la lecture pour les outils d'affichage, de sous-titres, de récupération et de session.
hi_in: डिस्प्ले, उपशीर्षक, पुनर्प्राप्ति और सत्र टूल के लिए कॉम्पैक्ट प्लेबैक ट्यूनिंग।
ja_jp: 表示、字幕、リカバリ、セッション ツールのコンパクトな再生チューニング。
ko_kr: 디스플레이, 자막, 복구 및 세션 도구를 위한 컴팩트 재생 튜닝입니다.
pt_br: Ajuste de reprodução compacto para ferramentas de exibição, legendas, recuperação e sessão.
tr_tr: Görüntüleme, altyazılar, kurtarma ve oturum araçları için kompakt oynatma ayarı.
zh_hans: 用于显示、字幕、恢复和会话工具的紧凑播放调整。

# Player_Tools_Summary_Default
source: Compact playback tuning for display, subtitles, recovery, and session tools.
ar_sa: ضبط التشغيل المضغوط لأدوات العرض والترجمات والاسترداد والجلسة.
de_de: Kompakte Wiedergabeoptimierung für Anzeige, Untertitel, Wiederherstellung und Sitzungstools.
es_es: Ajuste de reproducción compacto para herramientas de visualización, subtítulos, recuperación y sesión.
fr_fr: Réglage compact de la lecture pour les outils d'affichage, de sous-titres, de récupération et de session.
hi_in: डिस्प्ले, उपशीर्षक, पुनर्प्राप्ति और सत्र टूल के लिए कॉम्पैक्ट प्लेबैक ट्यूनिंग।
ja_jp: 表示、字幕、リカバリ、セッション ツールのコンパクトな再生チューニング。
ko_kr: 디스플레이, 자막, 복구 및 세션 도구를 위한 컴팩트 재생 튜닝입니다.
pt_br: Ajuste de reprodução compacto para ferramentas de exibição, legendas, recuperação e sessão.
tr_tr: Görüntüleme, altyazılar, kurtarma ve oturum araçları için kompakt oynatma ayarı.
zh_hans: 用于显示、字幕、恢复和会话工具的紧凑播放调整。

# Player.Tools.Summary.Live
source: Live tools stay interactive while channel, subtitle, and display controls remain in frame.
ar_sa: تظل الأدوات المباشرة تفاعلية بينما تظل عناصر التحكم في القناة والترجمة والعرض في الإطار.
de_de: Live-Tools bleiben interaktiv, während Kanal-, Untertitel- und Anzeigesteuerelemente im Bild bleiben.
es_es: Las herramientas en vivo permanecen interactivas mientras los controles de canales, subtítulos y visualización permanecen en el marco.
fr_fr: Les outils en direct restent interactifs tandis que les commandes de chaîne, de sous-titres et d'affichage restent dans le cadre.
hi_in: लाइव टूल इंटरैक्टिव रहते हैं जबकि चैनल, उपशीर्षक और डिस्प्ले नियंत्रण फ़्रेम में रहते हैं।
ja_jp: ライブ ツールはインタラクティブなままですが、チャンネル、字幕、表示コントロールはフレーム内に残ります。
ko_kr: 채널, 자막, 디스플레이 컨트롤이 프레임에 유지되는 동안 라이브 도구는 대화형으로 유지됩니다.
pt_br: As ferramentas ao vivo permanecem interativas enquanto os controles de canal, legenda e exibição permanecem no quadro.
tr_tr: Kanal, altyazı ve ekran kontrolleri çerçevede kalırken canlı araçlar etkileşimli kalır.
zh_hans: 实时工具保持交互性，同时频道、字幕和显示控件保留在框架中。

# Player_Tools_Summary_Live
source: Live tools stay interactive while channel, subtitle, and display controls remain in frame.
ar_sa: تظل الأدوات المباشرة تفاعلية بينما تظل عناصر التحكم في القناة والترجمة والعرض في الإطار.
de_de: Live-Tools bleiben interaktiv, während Kanal-, Untertitel- und Anzeigesteuerelemente im Bild bleiben.
es_es: Las herramientas en vivo permanecen interactivas mientras los controles de canales, subtítulos y visualización permanecen en el marco.
fr_fr: Les outils en direct restent interactifs tandis que les commandes de chaîne, de sous-titres et d'affichage restent dans le cadre.
hi_in: लाइव टूल इंटरैक्टिव रहते हैं जबकि चैनल, उपशीर्षक और डिस्प्ले नियंत्रण फ़्रेम में रहते हैं।
ja_jp: ライブ ツールはインタラクティブなままですが、チャンネル、字幕、表示コントロールはフレーム内に残ります。
ko_kr: 채널, 자막, 디스플레이 컨트롤이 프레임에 유지되는 동안 라이브 도구는 대화형으로 유지됩니다.
pt_br: As ferramentas ao vivo permanecem interativas enquanto os controles de canal, legenda e exibição permanecem no quadro.
tr_tr: Kanal, altyazı ve ekran kontrolleri çerçevede kalırken canlı araçlar etkileşimli kalır.
zh_hans: 实时工具保持交互性，同时频道、字幕和显示控件保留在框架中。

# Player.Window.AlwaysOnTopEnabled
source: Always on top enabled.
ar_sa: تم تمكينه دائمًا في الأعلى.
de_de: Immer im Vordergrund aktiviert.
es_es: Siempre visible habilitado.
fr_fr: Toujours au top activé.
hi_in: हमेशा शीर्ष पर सक्षम।
ja_jp: 常に最前面に表示が有効になります。
ko_kr: 항상 위에 표시가 활성화되었습니다.
pt_br: Sempre no topo ativado.
tr_tr: Her zaman üstte etkin.
zh_hans: 始终位于顶部已启用。

# Player_Window_AlwaysOnTopEnabled
source: Always on top enabled.
ar_sa: تم تمكينه دائمًا في الأعلى.
de_de: Immer im Vordergrund aktiviert.
es_es: Siempre visible habilitado.
fr_fr: Toujours au top activé.
hi_in: हमेशा शीर्ष पर सक्षम।
ja_jp: 常に最前面に表示が有効になります。
ko_kr: 항상 위에 표시가 활성화되었습니다.
pt_br: Sempre no topo ativado.
tr_tr: Her zaman üstte etkin.
zh_hans: 始终位于顶部已启用。

# Player.Window.NormalStacking
source: Window follows normal stacking.
ar_sa: تتبع النافذة التراص العادي.
de_de: Das Fenster folgt der normalen Stapelung.
es_es: La ventana sigue el apilamiento normal.
fr_fr: La fenêtre suit un empilement normal.
hi_in: विंडो सामान्य स्टैकिंग का अनुसरण करती है।
ja_jp: ウィンドウは通常のスタックに従います。
ko_kr: 창은 일반 스태킹을 따릅니다.
pt_br: A janela segue o empilhamento normal.
tr_tr: Pencere normal istiflemeyi takip eder.
zh_hans: 窗口遵循正常堆叠。

# Player_Window_NormalStacking
source: Window follows normal stacking.
ar_sa: تتبع النافذة التراص العادي.
de_de: Das Fenster folgt der normalen Stapelung.
es_es: La ventana sigue el apilamiento normal.
fr_fr: La fenêtre suit un empilement normal.
hi_in: विंडो सामान्य स्टैकिंग का अनुसरण करती है।
ja_jp: ウィンドウは通常のスタックに従います。
ko_kr: 창은 일반 스태킹을 따릅니다.
pt_br: A janela segue o empilhamento normal.
tr_tr: Pencere normal istiflemeyi takip eder.
zh_hans: 窗口遵循正常堆叠。

# PlayerAlwaysOnTopButton.Content
source: Always on top
ar_sa: دائما في القمة
de_de: Immer oben
es_es: Siempre en la cima
fr_fr: Toujours au top
hi_in: हमेशा शीर्ष पर
ja_jp: 常にトップにある
ko_kr: 항상 상위에 위치
pt_br: Sempre no topo
tr_tr: Her zaman zirvede
zh_hans: 始终位于顶部

# PlayerAudioLabel.Text
source: Audio
ar_sa: الصوت
hi_in: ऑडियो
ja_jp: オーディオ
ko_kr: 오디오
pt_br: Áudio
tr_tr: Ses
zh_hans: 音频

# PlayerAudioSubtitlesTitle.Text
source: Audio & subtitles
ar_sa: الصوت والترجمة
de_de: Audio & Untertitel
es_es: Audio y subtítulos
fr_fr: Audio et sous-titres
hi_in: ऑडियो एवं उपशीर्षक
ja_jp: 音声と字幕
ko_kr: 오디오 및 자막
pt_br: Áudio e legendas
tr_tr: Ses ve altyazılar
zh_hans: 音频和字幕

# PlayerAutoButton.Content
source: Auto
ar_sa: تلقائي
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
hi_in: ऑटो
ja_jp: 自動
ko_kr: 자동
pt_br: Automático
tr_tr: Otomatik
zh_hans: 汽车

# PlayerBack10Button.ToolTipService.ToolTip
source: Back 10 seconds
ar_sa: العودة 10 ثانية
de_de: 10 Sekunden zurück
es_es: Atrás 10 segundos
fr_fr: Retour 10 secondes
hi_in: 10 सेकंड पीछे
ja_jp: 10秒戻る
ko_kr: 10초 뒤로
pt_br: Voltar 10 segundos
tr_tr: 10 saniye geri
zh_hans: 后退10秒

# PlayerBack30Button.ToolTipService.ToolTip
source: Back 30 seconds
ar_sa: العودة 30 ثانية
de_de: 30 Sekunden zurück
es_es: Atrás 30 segundos
fr_fr: Retour 30 secondes
hi_in: 30 सेकंड पीछे
ja_jp: 30秒戻る
ko_kr: 30초 뒤로
pt_br: Voltar 30 segundos
tr_tr: 30 saniye geri
zh_hans: 后退30秒

# PlayerChannelListButton.ToolTipService.ToolTip
source: Channel list
ar_sa: قائمة القنوات
de_de: Kanalliste
es_es: lista de canales
fr_fr: Liste des chaînes
hi_in: चैनल सूची
ja_jp: チャンネルリスト
ko_kr: 채널 목록
pt_br: Lista de canais
tr_tr: Kanal listesi
zh_hans: 频道列表

# PlayerChannelsButton.Content
source: Channels
ar_sa: القنوات
de_de: Kanäle
es_es: Canales
fr_fr: Canaux
hi_in: चैनल
ja_jp: チャンネル
ko_kr: 채널
pt_br: Canais
tr_tr: Kanallar
zh_hans: 渠道

# PlayerChannelSurfTitle.Text
source: Channel surf
ar_sa: تصفح القناة
de_de: Kanalsurfen
es_es: Navegación por canales
fr_fr: Surf sur les chaînes
hi_in: चैनल सर्फ
ja_jp: チャンネルサーフィン
ko_kr: 채널 서핑
pt_br: Navegar no canal
tr_tr: Kanal sörfü
zh_hans: 频道冲浪

# PlayerCloseToolsButton.ToolTipService.ToolTip
source: Close tools
ar_sa: إغلاق الأدوات
de_de: Werkzeuge schließen
es_es: Cerrar herramientas
fr_fr: Fermer les outils
hi_in: उपकरण बंद करें
ja_jp: ツールを閉じる
ko_kr: 도구 닫기
pt_br: Fechar ferramentas
tr_tr: Araçları kapat
zh_hans: 关闭工具

# PlayerDeinterlaceButton.Content
source: Deinterlace
ar_sa: فك التشابك
es_es: Desentrelazar
fr_fr: Désentrelacement
hi_in: डिइंटरलेस
ja_jp: デインターレース
ko_kr: 디인터레이스
pt_br: Desentrelaçar
tr_tr: Taramasızlaştırma
zh_hans: 去隔行

# PlayerDisplaySummary.Text
source: Auto framing, neutral zoom, and standard rotation.
ar_sa: التأطير التلقائي والتكبير المحايد والتدوير القياسي.
de_de: Automatischer Bildausschnitt, neutraler Zoom und Standarddrehung.
es_es: Encuadre automático, zoom neutro y rotación estándar.
fr_fr: Cadrage automatique, zoom neutre et rotation standard.
hi_in: ऑटो फ़्रेमिंग, न्यूट्रल ज़ूम और मानक रोटेशन।
ja_jp: 自動フレーミング、ニュートラルズーム、標準回転。
ko_kr: 자동 프레이밍, 중립 줌 및 표준 회전.
pt_br: Enquadramento automático, zoom neutro e rotação padrão.
tr_tr: Otomatik çerçeveleme, nötr yakınlaştırma ve standart döndürme.
zh_hans: 自动取景、中性变焦和标准旋转。

# PlayerDisplayTitle.Text
source: Display
ar_sa: عرض
de_de: Anzeige
es_es: Pantalla
fr_fr: Affichage
hi_in: प्रदर्शन
ja_jp: ディスプレイ
ko_kr: 디스플레이
pt_br: Exibição
tr_tr: Ekran
zh_hans: 显示

# PlayerEpisodesButton.Content
source: Episodes
ar_sa: الحلقات
de_de: Episoden
es_es: Episodios
fr_fr: Épisodes
hi_in: एपिसोड
ja_jp: エピソード
ko_kr: 에피소드
pt_br: Episódios
tr_tr: Bölümler
zh_hans: 剧集数

# PlayerFillButton.Content
source: Fill
ar_sa: ملء
de_de: Füllen
es_es: Rellenar
fr_fr: Remplir
hi_in: भरें
ja_jp: 埋める
ko_kr: 채우기
pt_br: Preencher
tr_tr: Doldur
zh_hans: 填充

# PlayerForward10Button.ToolTipService.ToolTip
source: Forward 10 seconds
ar_sa: تقديم 10 ثانية
de_de: 10 Sekunden vorwärts
es_es: Adelante 10 segundos
fr_fr: Avancer de 10 secondes
hi_in: 10 सेकंड आगे बढ़ाएँ
ja_jp: 10秒進む
ko_kr: 10초 앞으로
pt_br: Avançar 10 segundos
tr_tr: 10 saniye ileri sar
zh_hans: 快进 10 秒

# PlayerForward30Button.ToolTipService.ToolTip
source: Forward 30 seconds
ar_sa: للأمام 30 ثانية
de_de: 30 Sekunden vorwärts
es_es: Adelante 30 segundos
fr_fr: Avancer de 30 secondes
hi_in: 30 सेकंड आगे बढ़ाएँ
ja_jp: 30秒進む
ko_kr: 30초 앞으로
pt_br: Avançar 30 segundos
tr_tr: 30 saniye ileri sar
zh_hans: 快进 30 秒

# PlayerFullscreenButton.ToolTipService.ToolTip
source: Fullscreen
ar_sa: ملء الشاشة
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
hi_in: फ़ुलस्क्रीन
ja_jp: フルスクリーン
ko_kr: 전체 화면
pt_br: Tela cheia
tr_tr: Tam ekran
zh_hans: 全屏

# PlayerGoLiveButton.ToolTipService.ToolTip
source: Jump to live
ar_sa: القفز للعيش
de_de: Springe zum Leben
es_es: saltar a vivir
fr_fr: Sautez pour vivre
hi_in: जीने के लिए कूदो
ja_jp: ライブにジャンプ
ko_kr: 실시간으로 이동
pt_br: Salte para viver
tr_tr: Canlı yayına atla
zh_hans: 跳到住处

# PlayerHighButton.Content
source: High
ar_sa: عالية
de_de: Hoch
es_es: Alto
fr_fr: Élevé
hi_in: ऊँचा
ja_jp: 高
ko_kr: 높음
pt_br: Alto
tr_tr: Yüksek
zh_hans: 高

# PlayerLargeButton.Content
source: Large
ar_sa: كبير
de_de: Groß
es_es: Grande
fr_fr: Grand
hi_in: बड़ा
ja_jp: 大
ko_kr: 대형
pt_br: Grande
tr_tr: Büyük
zh_hans: 大号

# PlayerLastChannelButton.ToolTipService.ToolTip
source: Last channel
ar_sa: القناة الأخيرة
de_de: Letzter Kanal
es_es: último canal
fr_fr: Dernière chaîne
hi_in: अंतिम चैनल
ja_jp: 最後のチャンネル
ko_kr: 마지막 채널
pt_br: Último canal
tr_tr: Son kanal
zh_hans: 最后频道

# PlayerLiveButton.Content
source: Live
ar_sa: مباشر
de_de: Lebe
es_es: en vivo
fr_fr: En direct
hi_in: जियो
ja_jp: ライブ
ko_kr: 라이브
pt_br: Ao vivo
tr_tr: Canlı
zh_hans: 直播

# PlayerLiveNowLabel.Text
source: Live now
ar_sa: عش الآن
de_de: Lebe jetzt
es_es: Vive ahora
fr_fr: Vivez maintenant
hi_in: अभी जियो
ja_jp: 今を生きる
ko_kr: 지금 라이브
pt_br: Viva agora
tr_tr: Şimdi Yaşa
zh_hans: 现在直播

# PlayerLowButton.Content
source: Low
ar_sa: منخفض
de_de: Niedrig
es_es: Bajo
fr_fr: Faible
hi_in: नीचा
ja_jp: 低い
ko_kr: 낮음
pt_br: Baixo
tr_tr: Düşük
zh_hans: 低

# PlayerMediumButton.Content
source: Medium
ar_sa: متوسط
de_de: Mittel
es_es: Medio
fr_fr: Moyen
hi_in: मध्यम
ja_jp: 中
ko_kr: 중간
pt_br: Médio
tr_tr: Orta
zh_hans: 中等

# PlayerMidButton.Content
source: Mid
ar_sa: منتصف
de_de: Mitte
es_es: medio
fr_fr: Milieu
hi_in: मध्य
ja_jp: ミッド
ko_kr: 중간
pt_br: Meio
tr_tr: Orta
zh_hans: 中

# PlayerMiniGuideButton.ToolTipService.ToolTip
source: Mini guide
ar_sa: دليل صغير
es_es: Mini guía
hi_in: मिनी गाइड
ja_jp: ミニガイド
ko_kr: 미니 가이드
pt_br: Mini-guia
tr_tr: Mini rehber
zh_hans: 迷你指南

# PlayerMoreButton.ToolTipService.ToolTip
source: More
ar_sa: المزيد
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
ja_jp: もっと見る
ko_kr: 더보기
pt_br: Mais
tr_tr: Daha Fazla
zh_hans: 更多

# PlayerMuteButton.ToolTipService.ToolTip
source: Mute
ar_sa: كتم الصوت
de_de: Stumm
es_es: Silenciar
fr_fr: Muet
hi_in: मूक
ja_jp: ミュート
ko_kr: 음소거
pt_br: Mudo
tr_tr: Sessiz
zh_hans: 静音

# PlayerNextChannelButton.ToolTipService.ToolTip
source: Next channel
ar_sa: القناة التالية
de_de: Nächster Kanal
es_es: Siguiente canal
fr_fr: Chaîne suivante
hi_in: अगला चैनल
ja_jp: 次のチャンネル
ko_kr: 다음 채널
pt_br: Próximo canal
tr_tr: Sonraki kanal
zh_hans: 下一个频道

# PlayerNowNextTitle.Text
source: Now / Next
ar_sa: الآن / التالي
de_de: Jetzt / Weiter
es_es: Ahora / Siguiente
fr_fr: Maintenant / Suivant
hi_in: अभी/अगला
ja_jp: 今/次
ko_kr: 지금 / 다음
pt_br: Agora / Próximo
tr_tr: Şimdi / Sonraki
zh_hans: 现在/下一步

# PlayerOpenExternalButton.Content
source: Open external
ar_sa: فتح الخارجية
de_de: Extern öffnen
es_es: Abierto externo
fr_fr: Ouvert externe
hi_in: बाहरी खोलें
ja_jp: 外部オープン
ko_kr: 외부 열기
pt_br: Abrir externo
tr_tr: Harici aç
zh_hans: 开放外部

# PlayerOpenExternalButton_Content
source: Open external
ar_sa: فتح الخارجية
de_de: Extern öffnen
es_es: Abierto externo
fr_fr: Ouvert externe
hi_in: बाहरी खोलें
ja_jp: 外部オープン
ko_kr: 외부 열기
pt_br: Abrir externo
tr_tr: Harici aç
zh_hans: 开放外部

# PlayerPlaybackErrorTitle.Text
source: Playback error
ar_sa: خطأ في التشغيل
de_de: Wiedergabefehler
es_es: Error de reproducción
fr_fr: Erreur de lecture
hi_in: प्लेबैक त्रुटि
ja_jp: 再生エラー
ko_kr: 재생 오류
pt_br: Erro de reprodução
tr_tr: Oynatma hatası
zh_hans: 播放错误

# PlayerPlaybackInfoTitle.Text
source: Playback info
ar_sa: معلومات التشغيل
de_de: Wiedergabeinformationen
es_es: Información de reproducción
fr_fr: Informations de lecture
hi_in: प्लेबैक जानकारी
ja_jp: 再生情報
ko_kr: 재생 정보
pt_br: Informações de reprodução
tr_tr: Oynatma bilgisi
zh_hans: 播放信息

# PlayerPlaybackToolsSummary.Text
source: Compact live controls for display, subtitles, and session actions.
ar_sa: عناصر تحكم مباشرة مدمجة للعرض والترجمات وإجراءات الجلسة.
de_de: Kompakte Live-Steuerelemente für Anzeige, Untertitel und Sitzungsaktionen.
es_es: Controles en vivo compactos para visualización, subtítulos y acciones de sesión.
fr_fr: Commandes en direct compactes pour l'affichage, les sous-titres et les actions de session.
hi_in: प्रदर्शन, उपशीर्षक और सत्र क्रियाओं के लिए संक्षिप्त लाइव नियंत्रण।
ja_jp: 表示、字幕、セッションアクション用のコンパクトなライブコントロール。
ko_kr: 디스플레이, 자막, 세션 작업을 위한 컴팩트한 라이브 컨트롤입니다.
pt_br: Controles ao vivo compactos para exibição, legendas e ações de sessão.
tr_tr: Görüntüleme, altyazılar ve oturum eylemleri için kompakt canlı kontroller.
zh_hans: 用于显示、字幕和会话操作的紧凑实时控件。

# PlayerPlaybackToolsTitle.Text
source: Playback tools
ar_sa: أدوات التشغيل
de_de: Wiedergabetools
es_es: Herramientas de reproducción
fr_fr: Outils de lecture
hi_in: प्लेबैक उपकरण
ja_jp: 再生ツール
ko_kr: 재생 도구
pt_br: Ferramentas de reprodução
tr_tr: Oynatma araçları
zh_hans: 播放工具

# PlayerPlayPauseButton.ToolTipService.ToolTip
source: Play or pause
ar_sa: تشغيل أو إيقاف مؤقت
de_de: Spielen oder pausieren
es_es: Reproducir o pausar
fr_fr: Lecture ou pause
hi_in: चलायें या रोकें
ja_jp: 再生または一時停止
ko_kr: 재생 또는 일시중지
pt_br: Reproduzir ou pausar
tr_tr: Oynat veya duraklat
zh_hans: 播放或暂停

# PlayerPreviousChannelButton.ToolTipService.ToolTip
source: Previous channel
ar_sa: القناة السابقة
de_de: Vorheriger Kanal
es_es: Canal anterior
fr_fr: Chaîne précédente
hi_in: पिछला चैनल
ja_jp: 前のチャンネル
ko_kr: 이전 채널
pt_br: Canal anterior
tr_tr: Önceki kanal
zh_hans: 上一个频道
